Repository: vahignr/ProjectKahve
Catalog: *.lproj/Localizable.strings
Languages: tr

source: Fortune Types
tr: Fal Çeşitleri

source: Coffee Fortune
tr: Kahve Falı

# coffee_fortune_desc
source: Discover your future from Turkish coffee cup
tr: Türk kahvesinden falınıza baktırın

source: Palm Reading
tr: El Falı

source: Dice Fortune
tr: Zar Falı

source: Coming Soon
tr: Yakında

source: Coffee Fortune Reading
tr: Kahve Falı

# language_english
source: English
tr: İngilizce

# language_turkish
source: Turkish
tr: Türkçe

# coffee_cup
source: Coffee Cup Image
tr: Kahve Fincanı Fotoğrafı

# coffee_plate
source: Coffee Plate Image
tr: Kahve Tabağı Fotoğrafı

# select_cup_first
source: Please select coffee cup image first
tr: Lütfen önce fincan fotoğrafını seçin

# select_plate_next
source: Now select coffee plate image
tr: Şimdi tabak fotoğrafını seçin

# both_images_required
source: Both cup and plate images are required
tr: Fincan ve tabak fotoğrafları gerekli

# select_cup
source: Select Cup Photo
tr: Fincan Fotoğrafını Seç

# select_plate
source: Select Plate Photo
tr: Tabak Fotoğrafını Seç

# discover_your_future
source: Discover your mystical future with traditional fortune telling methods
tr: Geleneksel fal çeşitleriyle geleceğinizi öğrenin

# choose_preferred_language
source: Choose your preferred language
tr: Tercih ettiğiniz dili seçin

source: Back
tr: Geri

source: Select Language
tr: Dil Seçin

# processing_fortune
source: Processing your fortune...
tr: Falınıza bakılıyor...

source: Select cup photo
tr: Fincan fotoğrafını seç

source: Select Photo
tr: Fotoğraf Seç

source: Read Fortune
tr: Falına Bak

source: Stop
tr: Durdur

# listen_fortune
source: Listen to Fortune
tr: Falını Dinle

# credits_remaining
source: Credits Remaining: %d
tr: Kalan Kredi: %d

source: Buy Credits
tr: Kredi Satın Al

# credit_pack_title
source: Get More Credits
tr: Daha Fazla Kredi Al

source: Not Enough Credits
tr: Yetersiz Kredi

source: Purchase Credits
tr: Kredi Satın Al

# credits_for
source: %d Credits for %@
tr: %d Kredi %@ karşılığında

source: Your Credits
tr: Kredileriniz

# credits_remaining_desc
source: These credits can be used for fortune readings
tr: Bu krediler fal bakımı için kullanılabilir

source: Loading Products...
tr: Ürünler Yükleniyor...

# stay_in_app_while_processing
source: Please stay in the app while your fortune is being processed so you donâ€™t lose your credit.
tr: Lütfen fal bakılırken kredinizi kaybetmemek için uygulamadan çıkış yapmayın.

# irrelevant_image_warning
source: If you pick irrelevant picture, AI will generate a virtual coffee cup for you and read that.
tr: Alakasız bir resim seçerseniz, yapay zeka sizin için sanal bir kahve fincanı oluşturacak ve onu okuyacak.

# cup_validation_failed
source: This doesn't appear to be a coffee cup image. Please upload a clear photo of a Turkish coffee cup.
tr: Bu bir kahve fincanı görüntüsü gibi görünmüyor. Lütfen içilmiş bir Türk kahvesi fincanının içinin net bir fotoğrafını yükleyin.

# plate_validation_failed
source: This doesn't appear to be a coffee plate image. Please upload a clear photo of a Turkish coffee plate.
tr: Bu bir kahve tabağı görüntüsü gibi görünmüyor. Lütfen bir Türk kahvesi tabağının net bir fotoğrafını yükleyin (fincanı kapattıktan sonra).

# plate_photo_optional
source: Coffee Plate Picture is optional
tr: Kahve Tabağı Fotoğrafı isteğe bağlıdır

source: Dream Interpreter
tr: Rüya Yorumlayıcı

# dream_interpreter_desc
source: Discover the meaning of your dream
tr: Rüyanızın anlamını keşfedin

# enter_dream
source: Enter Your Dream
tr: Rüyanızı yazın

source: Interpret Dream
tr: Rüyayı Yorumla

# dream_placeholder
source: Please describe your dream in detail...
tr: Lütfen rüyanızı detaylı bir şekilde anlatın...

# processing_dream
source: Interpreting your dream...
tr: Rüyanız yorumlanıyor...
